[
    {
        "meta": {
            "Date": "Fri, 23 Dec 2022 18:37:30 +0000",
            "Subject": "Silver linings: These emerging tech sectors braved 2022’s storms",
            "from": "\"Wellfound (fka AngelList Talent)\" <newsletters@marketing.angel.co>"
        },
        "content": "Including our list of the top 10 startups across the top 10 industries         view entire message        This week's newsletter is sponsored by Motorola Solutions.    See how you stack up. Join the Motorola Solutions Code Challenge    to show off your skills and climb the leaderboard for a chance to win up to  $1000!         Introducing: Wellfound's 10 of 10  10 groundbreaking teams across 10 trending industries    <>  There's no doubt that 2022 was a tough year for many in tech. It may be  remembered more for layoffs and a slowing VC money machine than any particular  innovation (though, AI bots and AI-generated art did cause quite a stir.)  Not all industries felt the brunt of economic forces equally, though.   Here are some of the year’s top silver linings. Check it out today →     See our 10 of 10 list            Check out the Motorola Solutions Code Challenge    to show off your skills and climb the leaderboard for a chance to win up to  $1000     ⌃ Trending     Healthtech vitals remain strong  _healthtech     The healthtech sector saw better overall deal values   than  most this year. It’s little surprise, considering how healthtech companies  proved their value during the global pandemic. They gained an important  foothold in people’s lives and are poised to translate that into more success  in 2023.   Young workers are accustomed to mental health checkups from the home couch  and don’t want to give it up as their Big Tech bosses drag them back to the  office. Preventative healthcare was a particular highlight, buoyed by  innovations in detecting and managing chronic diseases.    See our list: 10    Tech Companies Hiring to Extend Life and Prevent Disease    →         Sustainability tech sustains momentum  _sustainability    Climate tech remains a hot category among young tech talent. While less  capital flowed into the sector overall, median valuation grew41%    higher. The Inflation Reduction Act, which pledged $370B to combat climate  change, should help the sector remain strong in 2023.   Across the globe people are more focused than ever on environmental issues  and committed to achievingnet zero   . Tech companies are responding with environmentally friendly products and  processes that prove popular among consumers and talent alike.   Deloitte estimates that a “decarbonized economy”    would save the U.S. $14T while adding another $3T to GDP. That presents a  significant opportunity for new players in the sustainability space.    See the list: 5 Tech Companies You Should Apply to if You’re Passionate About  Sustainability →       Keep an eye on AI  _ai       Artificial Intelligence is becoming more powerful, fast, and integrated into  human lives by the day, withno signs   of  slowing down anytime soon.   Companies are utilizing AI to great success to increase productivity and  profits, with92%    of large companies utilizing AI reporting returns on their AI investments.   AI also has the power to ease the stress felt by workers by eliminating  menial tasks   , in turn giving them the ability to focus on more thoughtful areas of their  jobs.    See the list:    Step Into The Future With These 5 AI Companies Hiring Now →     Edtech's pandemic boost  _edtech       Edtech is one area that got a significant pandemic bump. That momentum  continues as educators and families adapt to a generation of children familiar  with remote learning. The industry is projected to grow to$100B    by 2025.   More than 70%  of colleges  launched new online undergrad programs in the past couple of years and nearly two thirds    of teachers in the U.S. use digital tools to teach every day. These trends are  only expected to grow in the coming years.    See the list: 5 Edtech Companies Shaping the Future of Education and Hiring  Now →       $ In the news     Boston, Mass.-based Foundation Devices  , a computing company that develops  Bitcoin accessibility tools, raised a $7M seed round led by Polychain Capital.  The company offers a Bitcoin hardware wallet, and a mobile app and digital  wallet which utilizes the Tor network for privacy.  Monterrey, Mexico-based Kuona , a provider of  an intelligent SaaS platform for consumer packaged goods and retailers, raised  a $6M seed round led by Cometa. The company’s software allows users to optimize  their pricing, trade promotions, and inventories using AI.  Palo Alto, Calif.-based Ganymede Bio ,  a cloud infrastructure provider for life sciences and manufacturing industries,  raised a $12.75M Series A led by Caffeinated Capital. The company’s Lab-as-Code  technology integrates physical lab instruments, apps, data pipelines, and  third-party partners together in a single cloud data layer.  Munich-based Robco , a  company building modular robots to automate processes, raised a $13.8M Series A  led by Sequoia. Robco provides adaptable and connected full-stack robot  automation solutions for repetitive manual worker tasks.  Boston-based PaxeraHealth , a medical  imaging and AI developer, raised an undisclosed Series A led by Sopris Capital.  The company’s medical imaging platform requires zero code and offers a means to  expedite production of clinically validated imaging AI algorithms.     From the Founders: Kristy Kim, TomoCredit     “We’re a very diverse team. We've been through the journey of not having a  credit score at all and then building a 600, 700, 800 credit score. ... We're  turning that learning into our current product. I think that really resonates  with our audience. They can tell that we are building product for them.”     In this From the Founders interview, we hear from Kristy Kim   from TomoCredit   about her journey from first-generation  American with no credit score, to investment banker, to startup founder leading  a diverse teams in fintech.Read more →        ✓ Startups hiring now       Lawtrades   Legal infrastructure for the internet Apply now    ManageXR  Scaling the Largest VR Deployments in the World Apply now    Altan Insights  Intelligent Alternative Asset Investing Apply now            Help us spread the word: we'll pay you $200  for  every friend you get hired through AngelList Talent!    Refer & Earn        Wellfound Weekly  228 Park Ave S, PMB 40533  New York, NY 10003  Unsubscribe    |Update preferences   Including our list of the top 10 startups across the top 10 industries            view entire message  This week's newsletter is sponsored by Motorola Solutions. See how you stack up. Join the Motorola Solutions Code Challenge to show off your skills and climb the leaderboard for a chance to win up to $1000!  Introducing: Wellfound's 10 of 1010 groundbreaking teams across 10 trending industries  There's no doubt that 2022 was a tough year for many in tech. It may be remembered more for layoffs and a slowing VC money machine than any particular innovation (though, AI bots and AI-generated art did cause quite a stir.)Not all industries felt the brunt of economic forces equally, though. Here are some of the year’s top silver linings. Check it out today  →  See our 10 of 10 list   Check out the Motorola Solutions Code Challenge to show off your skills and climb the leaderboard for a chance to win up to $1000⌃ TrendingHealthtech vitals remain strong_healthtech   The healthtech sector saw better overall deal values than most this year. It’s little surprise, considering how healthtech companies proved their value during the global pandemic. They gained an important foothold in people’s lives and are poised to translate that into more success in 2023. Young workers are accustomed to mental health checkups from the home couch and don’t want to give it up as their Big Tech bosses drag them back to the office. Preventative healthcare was a particular highlight, buoyed by innovations in detecting and managing chronic diseases.    See our list: 10 Tech Companies Hiring to Extend Life and Prevent Disease →   Sustainability tech sustains momentum_sustainability  Climate tech remains a hot category among young tech talent. While less capital flowed into the sector overall, median valuation grew 41% higher. The Inflation Reduction Act, which pledged $370B to combat climate change, should help the sector remain strong in 2023. Across the globe people are more focused than ever on environmental issues and committed to achieving net zero. Tech companies are responding with environmentally friendly products and processes that prove popular among consumers and talent alike. Deloitte estimates that a “decarbonized economy” would save the U.S. $14T while adding another $3T to GDP. That presents a significant opportunity for new players in the sustainability space.   See the list: 5 Tech Companies You Should Apply to if You’re Passionate About Sustainability →Keep an eye on AI_ai   Artificial Intelligence is becoming more powerful, fast, and integrated into human lives by the day, with no signs of slowing down anytime soon. Companies are utilizing AI to great success to increase productivity and profits, with 92% of large companies utilizing AI reporting returns on their AI investments. AI also has the power to ease the stress felt by workers by eliminating menial tasks, in turn giving them the ability to focus on more thoughtful areas of their jobs.  See the list: Step Into The Future With These 5 AI Companies Hiring Now → Edtech's pandemic boost_edtech  Edtech is one area that got a significant pandemic bump. That momentum continues as educators and families adapt to a generation of children familiar with remote learning. The industry is projected to grow to $100B by 2025. More than 70% of colleges launched new online undergrad programs in the past couple of years and nearly two thirds of teachers in the U.S. use digital tools to teach every day. These trends are only expected to grow in the coming years. See the list: 5 Edtech Companies Shaping the Future of Education and Hiring Now →$ In the news  Boston, Mass.-based Foundation Devices, a computing company that develops Bitcoin accessibility tools, raised a $7M seed round led by Polychain Capital. The company offers a Bitcoin hardware wallet, and a mobile app and digital wallet which utilizes the Tor network for privacy. Monterrey, Mexico-based Kuona, a provider of an intelligent SaaS platform for consumer packaged goods and retailers, raised a $6M seed round led by Cometa. The company’s software allows users to optimize their pricing, trade promotions, and inventories using AI. Palo Alto, Calif.-based Ganymede Bio, a cloud infrastructure provider for life sciences and manufacturing industries, raised a $12.75M Series A led by Caffeinated Capital. The company’s Lab-as-Code technology integrates physical lab instruments, apps, data pipelines, and third-party partners together in a single cloud data layer. Munich-based Robco, a company building modular robots to automate processes, raised a $13.8M Series A led by Sequoia. Robco provides adaptable and connected full-stack robot automation solutions for repetitive manual worker tasks. Boston-based PaxeraHealth, a medical imaging and AI developer, raised an undisclosed Series A led by Sopris Capital. The company’s medical imaging platform requires zero code and offers a means to expedite production of clinically validated imaging AI algorithms. From the Founders: Kristy Kim, TomoCredit  “We’re a very diverse team. We've been through the journey of not having a credit score at all and then building a 600, 700, 800 credit score. ... We're turning that learning into our current product. I think that really resonates with our audience. They can tell that we are building product for them.” In this From the Founders interview, we hear from Kristy Kim from TomoCredit about her journey from first-generation American with no credit score, to investment banker, to startup founder leading a diverse teams in fintech. Read more → ✓ Startups hiring now LawtradesLegal infrastructure for the internet Apply nowManageXRScaling the Largest VR Deployments in the World Apply nowAltan InsightsIntelligent Alternative Asset Investing Apply now    Help us spread the word: we'll pay you $200 for every friend you get hired through AngelList Talent!  Refer & Earn Wellfound Weekly 228 Park Ave S, PMB 40533New York, NY 10003Unsubscribe | Update preferences   ",
        "summary": " The healthtech sector saw better over all deal values this year than most this year . Healthtech is a hot category among young tech workers . Tech companies are hiring to extend life expectancy and prevent disease . Climate tech will be a hot trend in the U.S. market for the next few years"
    },
    {
        "meta": {
            "from": "\"TLDR 🤖\" <dan@tldrnewsletter.com>",
            "Subject": "Google Pixel roadmap leaks 📱, first automated Mcdonalds 🍔, TikTok spies on journalists 🕵️",
            "Date": "Fri, 23 Dec 2022 11:43:22 +0000"
        },
        "content": "This article looks at the next major shifts Google will take with its  Pixel series in 2023, 2024, and 2025.      Sign Up [https://tldr.tech/signup?utm_source=tldr] | View Online  [https://actions.tldrnewsletter.com/web-version?ep=1&lc=32bc1648-5569-11ed-9df5-b9e676f92349&p=68df7a9e-8287-11ed-888b-7543e8e85466&pt=campaign&t=1671795802&s=9e7dd490b48d7ae5d16b99cbd4ab99ceca3f0c0823a279a8089cadf76ea0e17c]  | Sponsor [https://tldr.tech/sponsor?utm_source=tldr]       TLDR     DAILY UPDATE 2022-12-23    OVERTURE - A NEWSLETTER FOR FOUNDERS (SPONSOR)  [https://justinho.substack.com/?utm_source=tldrnewsletter]     My friend Justin Ho's new newsletter Overture discusses lessons he  learned as CEO and co-founder of rideOS, which raised $34M from  Sequoia and next47 before being acquired for $125M by GoPuff.  He writes about turning down a life changing acquisition  [https://justinho.substack.com/p/turning-down-a-life-changing-acquisition?utm_source=tldrnewsletter], scaling  teams while ensuring the talent bar stays high  [https://justinho.substack.com/p/scaling-a-team-while-ensuring-the?utm_source=tldrnewsletter], pivoting  to find product market fit  [https://justinho.substack.com/p/crucible-moments-and-pivots-to-save?utm_source=tldrnewsletter], and  much more.    In addition to being a successful founder, Justin is one of the nicest  human beings and most empathetic leaders I know. I would definitely  encourage any current or aspiring founders to sign up for his free  newsletter [https://justinho.substack.com/?utm_source=tldrnewsletter].    📱     BIG TECH & STARTUPS    HERE’S GOOGLE’S ENTIRE 2023-2025 ROADMAP FOR PIXEL PHONES (6  MINUTE READ)  [https://www.androidauthority.com/google-pixel-roadmap-2023-3259454/?utm_source=tldrnewsletter]      This article looks at the next major shifts Google will take with its  Pixel series in 2023, 2024, and 2025. The information comes from an  anonymous and trustworthy source and the information has been vetted  thoroughly, but some aspects of the plan may change. Google will  launch a foldable Pixel in 2023. 2024 will see a Pixel 8a launch and  three Pixel 9 devices. Google is considering a clamshell foldable for  2025.     TIKTOK’S PARENT COMPANY REPORTEDLY ACCESSED US JOURNALISTS’ DATA  (3 MINUTE READ)  [https://www.theverge.com/2022/12/22/23522808/tiktok-journalists-data-accessed-bytedance-internal-audit?utm_source=tldrnewsletter]      ByteDance employees accessed TikTok data for two US journalists and  others connected to them. At least two of those employees were based  in China and two were working from the US. The data was used during an  investigation into internal leaks. TikTok has not indicated whether  the data was accessed before or after the company started to route US  user data through Oracle. Several senators are working on legislation  that would ban TikTok in the US.     🚀     SCIENCE & FUTURISTIC TECHNOLOGY    MCDONALD'S TESTS NEW AUTOMATED ROBOT RESTAURANT WITH NO HUMAN CONTACT  (3 MINUTE READ)  [https://twistedfood.co.uk/articles/news/mcdonalds-automated-restaurant-no-human-texas-test-restaurant?utm_source=tldrnewsletter]      McDonald's is testing its first fully-automated restaurant in Fort  Worth, Texas. Customers are able to go to the store and pick up a meal  without interacting with anyone. The food is still cooked by humans,  but they remain in the kitchen. Food is delivered via a conveyor belt.  The restaurant only caters to takeaway and drive-thru orders. A TikTok  video featuring the restaurant is available in the article.     A BRIEF HISTORY OF DIFFUSION, THE TECH AT THE HEART OF MODERN  IMAGE-GENERATING AI (6 MINUTE READ)  [https://techcrunch.com/2022/12/22/a-brief-history-of-diffusion-the-tech-at-the-heart-of-modern-image-generating-ai/?utm_source=tldrnewsletter]      This article discusses the history of the technology behind AI systems  like Stable Diffusion and DALL-E 2. It covers Generative Adversarial  Networks, how diffusion works, what diffusion can do, and the  different applications of diffusion technology. Diffusion has already  been applied to many areas, including generating art, sound, videos,  and speech, as well as compressing data. The technology is still being  refined for many other applications.     💻     PROGRAMMING, DESIGN & DATA SCIENCE    RIPPLE UI (WEBSITE)  [https://www.ripple-ui.com/?ref=producthunt?utm_source=tldrnewsletter]      Ripple UI is a collection of components and utilities for modern  interface design. The components are reusable and easy to implement.  It comes with a set of pre-defined classes, styles, and layout  options. Ripple UI supports dark mode out-of-the-box.     REACT WRAP BALANCER (WEBSITE)  [https://react-wrap-balancer.vercel.app/?utm_source=tldrnewsletter]     React Wrap Balancer is a React component that creates more readable  titles. It balances multi-line titles and avoids single hanging words  on the last line. React Wrap Balancer works for left aligned,  non-latin content. Interactive examples are available.     🎁     MISCELLANEOUS    MASTODON IS HURTLING TOWARD A TIPPING POINT (7 MINUTE READ)  [https://arstechnica.com/tech-policy/2022/12/mastodon-is-hurtling-toward-a-tipping-point/?utm_source=tldrnewsletter]      Mastodon now has more than 9,000 instances and nearly 2.5 million  active monthly users. The social platform relies on a decentralized  network of server administrators, who have to run their networks in  compliance with the law or be on the hook for lawsuits. Admins also  have to deal with harassment from users who don't like their  decisions. This has become an issue for some admins, many who started  running their networks as a hobby, especially with the sudden influx  of new users.     FTX FOUNDER RELEASED TO PARENTS ON $250M BAIL (2 MINUTE READ)  [https://www.bbc.com/news/business-64068810?utm_source=tldrnewsletter]      Sam Bankman-Fried was released to his parents' home while awaiting  trial on a $250 million bond. Federal prosecutors have accused  Bankman-Fried of unlawfully using FTX customer deposits to fund  Alameda Research, buy property, and make political donations. His  charges include wire fraud, money laundering, and campaign finance  violations. Bankman-Fried's parents co-signed the bond, which requires  him to surrender his passport and submit to location monitoring.     ⚡     QUICK LINKS    SANTACODER (4 MINUTE READ)  [https://threadreaderapp.com/bigcodeproject/status/1605958778330849281?s=12&t=LvWfb9HBpSonlUjsWrxP1Q]      SantaCoder is a 1.1 billion language model for code that outperforms  much larger open-source models on both left-to-right generation and  infilling.     QUORA LAUNCHES POE, A WAY TO TALK TO AI CHATBOTS LIKE CHATGPT (4  MINUTE READ)  [https://techcrunch.com/2022/12/21/quora-launches-poe-a-way-to-talk-to-ai-chatbots-like-chatgpt/?utm_source=tldrnewsletter]      Quora's Platform for Open Exploration (Poe) allows users to ask  questions, get answers, and have a dialogue with a number of different  AI agents.     LASTPASS USERS: YOUR INFO AND PASSWORD VAULT DATA ARE NOW IN  HACKERS’ HANDS (4 MINUTE READ)  [https://arstechnica.com/information-technology/2022/12/lastpass-says-hackers-have-obtained-vault-data-and-a-wealth-of-customer-info/?utm_source=tldrnewsletter]      Hackers have obtained encrypted and cryptographically hashed passwords  and other data stored in customer vaults from LastPass.     COMPREHENSIVE RUST (WEBSITE)  [https://google.github.io/comprehensive-rust/?utm_source=tldrnewsletter]      Comprehensive Rust is a four-day course that covers the full spectrum  of Rust with Android-specific content on the last day.     TWITTER ADDS PUBLIC VIEW COUNTS TO TWEETS (2 MINUTE READ)  [https://www.searchenginejournal.com/twitter-adds-public-view-counts-to-tweets/475185/?utm_source=tldrnewsletter]      Twitter will now display view counts on tweets to give users more  insight into the reach of other users' content.     PIXI3D (GITHUB REPO)  [https://github.com/jnsmalm/pixi3d?utm_source=tldrnewsletter]     Pixi3D is a 3D rendering library that features seamless integration  with already existing 2D applications.     If your company would like to sponsor TLDR, please take a look at our  sponsor page here. [https://tldr.tech/sponsor?utm_source=tldr]     If you have any comments or feedback, just respond to this email!     Thanks for reading,   Dan     If you don't want to receive future editions of TLDR, please click  here to unsubscribe  [https://actions.tldrnewsletter.com/unsubscribe?ep=1&l=cfa2d55a-b7be-11e8-a3c9-06b79b628af2&lc=32bc1648-5569-11ed-9df5-b9e676f92349&p=68df7a9e-8287-11ed-888b-7543e8e85466&pt=campaign&pv=4&spa=1671793202&t=1671795802&s=82365223682568e96e3d32bd00c84288f1f517c27ed4436caecd4821eb44435d].        This article looks at the next major shifts Google will take with its Pixel series in 2023, 2024, and 2025.          Sign Up | View Online | Sponsor    TLDR     Daily Update 2022-12-23    Overture - A Newsletter for Founders (Sponsor)  My friend Justin Ho's new newsletter Overture discusses lessons he learned as CEO and co-founder of rideOS, which raised $34M from Sequoia and next47 before being acquired for $125M by GoPuff.He writes about turning down a life changing acquisition, scaling teams while ensuring the talent bar stays high, pivoting to find product market fit, and much more.In addition to being a successful founder, Justin is one of the nicest human beings and most empathetic leaders I know. I would definitely encourage any current or aspiring founders to sign up for his free newsletter.         📱     Big Tech & Startups     Here’s Google’s entire 2023-2025 roadmap for Pixel phones (6 minute read)  This article looks at the next major shifts Google will take with its Pixel series in 2023, 2024, and 2025. The information comes from an anonymous and trustworthy source and the information has been vetted thoroughly, but some aspects of the plan may change. Google will launch a foldable Pixel in 2023. 2024 will see a Pixel 8a launch and three Pixel 9 devices. Google is considering a clamshell foldable for 2025.   TikTok’s parent company reportedly accessed US journalists’ data (3 minute read)  ByteDance employees accessed TikTok data for two US journalists and others connected to them. At least two of those employees were based in China and two were working from the US. The data was used during an investigation into internal leaks. TikTok has not indicated whether the data was accessed before or after the company started to route US user data through Oracle. Several senators are working on legislation that would ban TikTok in the US.    🚀      Science & Futuristic Technology     McDonald's Tests New Automated Robot Restaurant With No Human Contact (3 minute read)  McDonald's is testing its first fully-automated restaurant in Fort Worth, Texas. Customers are able to go to the store and pick up a meal without interacting with anyone. The food is still cooked by humans, but they remain in the kitchen. Food is delivered via a conveyor belt. The restaurant only caters to takeaway and drive-thru orders. A TikTok video featuring the restaurant is available in the article.   A brief history of diffusion, the tech at the heart of modern image-generating AI (6 minute read)  This article discusses the history of the technology behind AI systems like Stable Diffusion and DALL-E 2. It covers Generative Adversarial Networks, how diffusion works, what diffusion can do, and the different applications of diffusion technology. Diffusion has already been applied to many areas, including generating art, sound, videos, and speech, as well as compressing data. The technology is still being refined for many other applications.    💻     Programming, Design & Data Science     Ripple UI (Website)  Ripple UI is a collection of components and utilities for modern interface design. The components are reusable and easy to implement. It comes with a set of pre-defined classes, styles, and layout options. Ripple UI supports dark mode out-of-the-box.   React Wrap Balancer (Website)  React Wrap Balancer is a React component that creates more readable titles. It balances multi-line titles and avoids single hanging words on the last line. React Wrap Balancer works for left aligned, non-latin content. Interactive examples are available.    🎁    Miscellaneous    Mastodon is hurtling toward a tipping point (7 minute read)  Mastodon now has more than 9,000 instances and nearly 2.5 million active monthly users. The social platform relies on a decentralized network of server administrators, who have to run their networks in compliance with the law or be on the hook for lawsuits. Admins also have to deal with harassment from users who don't like their decisions. This has become an issue for some admins, many who started running their networks as a hobby, especially with the sudden influx of new users.   FTX founder released to parents on $250m bail (2 minute read)  Sam Bankman-Fried was released to his parents' home while awaiting trial on a $250 million bond. Federal prosecutors have accused Bankman-Fried of unlawfully using FTX customer deposits to fund Alameda Research, buy property, and make political donations. His charges include wire fraud, money laundering, and campaign finance violations. Bankman-Fried's parents co-signed the bond, which requires him to surrender his passport and submit to location monitoring.    ⚡     Quick Links     SantaCoder (4 minute read)  SantaCoder is a 1.1 billion language model for code that outperforms much larger open-source models on both left-to-right generation and infilling.   Quora launches Poe, a way to talk to AI chatbots like ChatGPT (4 minute read)  Quora's Platform for Open Exploration (Poe) allows users to ask questions, get answers, and have a dialogue with a number of different AI agents.   LastPass users: Your info and password vault data are now in hackers’ hands (4 minute read)  Hackers have obtained encrypted and cryptographically hashed passwords and other data stored in customer vaults from LastPass.   Comprehensive Rust (Website)  Comprehensive Rust is a four-day course that covers the full spectrum of Rust with Android-specific content on the last day.   Twitter Adds Public View Counts To Tweets (2 minute read)  Twitter will now display view counts on tweets to give users more insight into the reach of other users' content.   Pixi3D (GitHub Repo)  Pixi3D is a 3D rendering library that features seamless integration with already existing 2D applications.    If your company would like to sponsor TLDR, please take a look at our sponsor page here.  If you have any comments or feedback, just respond to this email!   Thanks for reading,  Dan       If you don't want to receive future editions of TLDR, please click here to unsubscribe.              ",
        "summary": "Google will take with its Pixel series in 2023, 2024, and 25 years later . The Pixel series is set to launch in 2015 . The series will be on sale at Google Play, Google Play.com and Google Play for $1.2 million each . For more information on Google's Pixel series click here ."
    },
    {
        "meta": {
            "Date": "Thu, 22 Dec 2022 16:19:06 +0000",
            "from": "Hashnode Weekly <digest@mail.hashnode.co>",
            "Subject": "A Software Developer’s Guide to Writing"
        },
        "content": "Your Hashnode Weekly 🗞 Hi there! Have you participated in the Hashnode Dev Retro campaign yet? As the year-end approaches, this is your chance to reflect on your journey as a developer, share your experiences from the past year, and connect with thousands of other developers in the community. Whether you're just starting out or have been in the field for years, we want to hear your story. The Dev Retro campaign is a great opportunity to learn from others, get inspired, and be a part of a vibrant community of developers. Don't miss out on this chance to share your insights on topics such as the challenges you faced, the technologies you worked with, and the lessons you learned. Simply check out the Hashnode Dev Retro announcement and join the thousands of developers who have already participated. We can't wait to hear from you! Now, let's take a look at this week's community stars — a huge shout-out to Ankur Tyagi, Matthew Smilansky, and Jan Koriťák for their amazing contributions last week. You can read their articles here: - A Software Developer’s Guide to Writing- How to Block Distractions While Coding- So, why Server Components? Articles from your interestsHow I got here - life.history.back(); | #DevRetro2022Matt Davison · 12 min readBoost your Django skills: Learn how to use super()Saurav Sharma · 6 min readEthical Concerns Surrounding Image Generative AINuelgeek · 4 min readHow to delete all commit history from Github?Deependra Kumar · 2 min readHow to change the number of objects (rows) to show in the Django admin change list view?Gaurav Sharma · 1 min readHow to register a model twice in the Django admin?Gaurav Sharma · 1 min readPython Tips And TricksJoshua Rosato · 6 min readHow to use GitHub Effectively at HackathonsArindam Majumder · 5 min readHow to Set up a Cool Looking Github ProfileAman Kumar Singh · 3 min readDevOps for a 10-year-old!! 🤗🎉Gaurav Kakoti · 2 min readDjangoSoniya Prasad · 2 min readEverything about Git and GitHub for beginners - part 1Theerthani Malluri · 9 min readFixing Template does not exist errors in Django-appsMadu Michael · 2 min readHacking at MLH HackConAyush Soni · 4 min readFrom First-Time Open-Source Contributor to Intern!Sheila Kahwai · 4 min read Stay up-to-date with the latest tech articles, news, and tips on the go. Download the Hashnode app!  My Feed     Trending Tags     Trending blogs© 2022 Hashnode — LinearBytes Inc.8 The Green, Suite No. 4582, Dover DE 19901The email was sent to svijayb.dev@gmail.com.To no longer receive these emails, unsubscribe from this list.You can also update your email preferences on Hashnode.  ",
        "summary": "Your Hashnode+Weekly's weekly feature is a great chance to reflect on your journey as a developer . It's also a great opportunity to connect with thousands of other developers who have participated in the campaign . A huge shout-out-out is out to those who have contributed to the community ."
    },
    {
        "meta": {
            "from": "\"TLDR 🤖\" <dan@tldrnewsletter.com>",
            "Subject": "Google's ChatGPT Code Red 🚨, Twitter's financials 💰, Custom Diffusion AI 🖼️",
            "Date": "Thu, 22 Dec 2022 11:41:05 +0000"
        },
        "content": "Chat bots like ChatGPT have led Googles management to declare a code  red.      Sign Up [https://tldr.tech/signup?utm_source=tldr] | View Online  [https://actions.tldrnewsletter.com/web-version?ep=1&lc=32bc1648-5569-11ed-9df5-b9e676f92349&p=070c74e0-81c2-11ed-bff4-3f103dc6f754&pt=campaign&t=1671709265&s=f127078c4bdd0fc6ef4a8ac814358d1249edc0cd68d10d672c838e287a46c144]  | Sponsor [https://tldr.tech/sponsor?utm_source=tldr]       TLDR     DAILY UPDATE 2022-12-22    📱     BIG TECH & STARTUPS    CHATGPT AND OTHER CHAT BOTS ARE A ‘CODE RED’ FOR GOOGLE SEARCH (8  MINUTE READ)  [https://archive.ph/6HzCI#selection-537.193-541.135?utm_source=tldrnewsletter]      Chat bots like ChatGPT have led Google's management to declare a 'code  red'. Google already has a chat bot that could rival ChatGPT called  LaMDA. Deploying a chat bot to answer queries could be an issue for  Google as it would be much harder for the company to serve up ads in a  chat format. Chat bots are also known to generate false, toxic, or  biased information at times, so they are currently not able to be used  reliably.     KUO: APPLE TO CANCEL OR POSTPONE 2024 IPHONE SE 4 (2 MINUTE READ)  [https://www.macrumors.com/2022/12/20/apple-to-cancel-or-postpone-iphone-se-4/?utm_source=tldrnewsletter]      Apple analyst Ming-Chi Kuo says that Apple will cancel or postpone  mass production for the 2024 iPhone SE 4. The decision was made due to  consistently lower than expected shipments of middle tier and  lower-end devices. Apple's current design for the iPhone SE 4 will  require higher costs and selling prices. The device was rumored to  have an all-display design with a 6.1-inch screen and a notch at the  top similar to the current iPhone 14 models.     🚀     SCIENCE & FUTURISTIC TECHNOLOGY    ISRAELI SCIENTISTS DERIVE MALE AND FEMALE CELLS FROM SAME PERSON FOR  FIRST TIME (6 MINUTE READ)  [https://www.jpost.com/science/article-723622?utm_source=tldrnewsletter]      Researchers at Jerusalem’s Hadassah University Medical Center have  created human male and female cells with the same genetic code from  the same person. There are no genetically identical twins in nature  where one is a male and the other is a female. The technique creates  stem cells that only differ in sex chromosomes. It could lead to new  discoveries in the study of sex differences.     ARTIFICIAL INTELLIGENCE AND THE RISE OF OPTICAL COMPUTING (9 MINUTE  READ)  [https://archive.ph/DrD0n#selection-593.0-593.57?utm_source=tldrnewsletter]      Optical computers can do many calculations at the same time while  using less power than traditional computers. Analog optical computers  excel at linear algebra, making them ideal for machine learning  applications. The technology to make optical neural networks is now  commercially viable. This could enable low power devices to perform  deep-learning operations without having to transfer potentially  sensitive data elsewhere.     💻     PROGRAMMING, DESIGN & DATA SCIENCE    CADL (GITHUB REPO)  [https://github.com/microsoft/cadl?utm_source=tldrnewsletter]     Cadl is a language for describing cloud service APIs. It can generate  other API description languages, client and server code,  documentation, and other assets. Cadl can describe API shapes common  among REST, OpenAPI, GraphQL, gRPC, and other protocols. It promotes  API designs that adhere to best practices.     CUSTOM DIFFUSION (GITHUB REPO)  [https://github.com/adobe-research/custom-diffusion?utm_source=tldrnewsletter]      Custom Diffusion allows users to fine-tune text-to-image diffusion  models using a few images of a new concept. It can merge two  fine-tuned models using optimization. Custom Diffusion is fast as it  only fine-tunes a subset of model parameters. Examples of images  produced with Custom Diffusion are available.     🎁     MISCELLANEOUS    CHATGPT IS CLOSING OUT 2022 WITH A BANG, BUT WHAT’S NEXT? (5 MINUTE  READ)  [https://threadreaderapp.com/RamaswmySridhar/status/1605603043046674435]      OpenAI is set to release GPT-4 in early 2023. The company will not  publish a paper about the model. This Twitter thread makes predictions  about what the model will be capable of. GPT-4 will be trained on more  dialogue data, proprietary signals from Bing's index, and feedback  data from ChatGPT. Users should expect longer context windows and the  model should be more helpful and have less harmful outputs.     ELON MUSK BLAMES TWITTER COST CUTS ON “$3 BILLION NEGATIVE CASH  FLOW” (3 MINUTE READ)  [https://arstechnica.com/tech-policy/2022/12/elon-musk-blames-twitter-cost-cuts-on-3-billion-negative-cash-flow/?utm_source=tldrnewsletter]      Elon Musk claims that Twitter would have faced a negative cash flow  situation of $3 billion a year if he had not implemented cost-cutting  efforts. Twitter was on course to spend $5 billion in 2023, but it is  only on track to make about $3 billion in revenue. Musk says the  changes he made will help the company roughly hit cash flow  break-even. He will step down as Twitter CEO as soon as a replacement  is found.     ⚡     QUICK LINKS    $100 FOR YOUR HOLIDAY SHOPPING (SPONSOR)  [https://getdivvy.com/lp/demo-holiday/?utm_source=TLDR&utm_medium=sponsored-email&utm_campaign=WF-2022-11-12-Holiday-Promo]      If you take a demo with Divvy’s all-in-one expense management  platform this holiday season, you’ll get $100 to put towards your  holiday shopping. Book a demo to claim your gift card (terms apply)  [https://getdivvy.com/lp/demo-holiday/?utm_source=TLDR&utm_medium=sponsored-email&utm_campaign=WF-2022-11-12-Holiday-Promo]      TESLA SAID TO BE CONDUCTING A FRESH ROUND OF LAYOFFS NEXT QUARTER (1  MINUTE READ)  [https://techcrunch.com/2022/12/21/tesla-said-to-be-conducting-a-fresh-round-of-layoffs-next-quarter/?utm_source=tldrnewsletter]      Tesla will conduct a new round of layoffs and freeze hiring across the  board in the first quarter of 2023.     WHISPERX (GITHUB REPO)  [https://github.com/m-bain/whisperX?utm_source=tldrnewsletter]     WhisperX refines the timestamps of OpenAI's Whisper Automatic Speech  Recognition model using forced alignment with phoneme-based ASR  models.     SPINOUT PLAYBOOK (1 HOUR READ)  [https://fiftyyears.com/spinout?utm_source=tldrnewsletter]     The Spinout Playbook was created to help aspiring scientist founders  make sense of the process of transferring intellectual property from  academia to a startup.     LEARN PROMPTING (WEBSITE)  [https://learnprompting.org/docs/intro?utm_source=tldrnewsletter]     This site contains a course on Prompt Engineering, a particularly  important skill now with many of the recent advances in AI.     HERE'S HOW MUCH MONEY GOOGLE ESTIMATES MICROSOFT'S CLOUD BUSINESS IS  ACTUALLY LOSING (4 MINUTE READ)  [https://www.cnbc.com/2022/12/21/google-leaked-doc-microsoft-azure-losing-money-on-29-bln-in-revenue.html?utm_source=tldrnewsletter]      Google estimates that Microsoft Azure is ending the 2022 fiscal year  with an operating loss of almost $3 billion.     PORTABLE SECRET (4 MINUTE READ)  [https://mprimi.github.io/portable-secret/?utm_source=tldrnewsletter]     Portable Secret allows users to send encrypted data over insecure  channels and store sensitive information in insecure locations.     If your company would like to sponsor TLDR, please take a look at our  sponsor page here. [https://tldr.tech/sponsor?utm_source=tldr]     If you have any comments or feedback, just respond to this email!     Thanks for reading,   Dan     If you don't want to receive future editions of TLDR, please click  here to unsubscribe  [https://actions.tldrnewsletter.com/unsubscribe?ep=1&l=cfa2d55a-b7be-11e8-a3c9-06b79b628af2&lc=32bc1648-5569-11ed-9df5-b9e676f92349&p=070c74e0-81c2-11ed-bff4-3f103dc6f754&pt=campaign&pv=4&spa=1671706802&t=1671709265&s=d2b386e6c5616b04c764e1c5105efd882c853430e870e9c37dcede9db8dbede7].        Chat bots like ChatGPT have led Google's management to declare a 'code red'.          Sign Up | View Online | Sponsor    TLDR     Daily Update 2022-12-22           📱     Big Tech & Startups     ChatGPT and Other Chat Bots Are a ‘Code Red’ for Google Search (8 minute read)  Chat bots like ChatGPT have led Google's management to declare a 'code red'. Google already has a chat bot that could rival ChatGPT called LaMDA. Deploying a chat bot to answer queries could be an issue for Google as it would be much harder for the company to serve up ads in a chat format. Chat bots are also known to generate false, toxic, or biased information at times, so they are currently not able to be used reliably.   Kuo: Apple to Cancel or Postpone 2024 iPhone SE 4 (2 minute read)  Apple analyst Ming-Chi Kuo says that Apple will cancel or postpone mass production for the 2024 iPhone SE 4. The decision was made due to consistently lower than expected shipments of middle tier and lower-end devices. Apple's current design for the iPhone SE 4 will require higher costs and selling prices. The device was rumored to have an all-display design with a 6.1-inch screen and a notch at the top similar to the current iPhone 14 models.    🚀      Science & Futuristic Technology     Israeli scientists derive male and female cells from same person for first time (6 minute read)  Researchers at Jerusalem’s Hadassah University Medical Center have created human male and female cells with the same genetic code from the same person. There are no genetically identical twins in nature where one is a male and the other is a female. The technique creates stem cells that only differ in sex chromosomes. It could lead to new discoveries in the study of sex differences.   Artificial intelligence and the rise of optical computing (9 minute read)  Optical computers can do many calculations at the same time while using less power than traditional computers. Analog optical computers excel at linear algebra, making them ideal for machine learning applications. The technology to make optical neural networks is now commercially viable. This could enable low power devices to perform deep-learning operations without having to transfer potentially sensitive data elsewhere.    💻     Programming, Design & Data Science     Cadl (GitHub Repo)  Cadl is a language for describing cloud service APIs. It can generate other API description languages, client and server code, documentation, and other assets. Cadl can describe API shapes common among REST, OpenAPI, GraphQL, gRPC, and other protocols. It promotes API designs that adhere to best practices.   Custom Diffusion (GitHub Repo)  Custom Diffusion allows users to fine-tune text-to-image diffusion models using a few images of a new concept. It can merge two fine-tuned models using optimization. Custom Diffusion is fast as it only fine-tunes a subset of model parameters. Examples of images produced with Custom Diffusion are available.    🎁    Miscellaneous    ChatGPT is closing out 2022 with a bang, but what’s next? (5 minute read)  OpenAI is set to release GPT-4 in early 2023. The company will not publish a paper about the model. This Twitter thread makes predictions about what the model will be capable of. GPT-4 will be trained on more dialogue data, proprietary signals from Bing's index, and feedback data from ChatGPT. Users should expect longer context windows and the model should be more helpful and have less harmful outputs.   Elon Musk blames Twitter cost cuts on “$3 billion negative cash flow” (3 minute read)  Elon Musk claims that Twitter would have faced a negative cash flow situation of $3 billion a year if he had not implemented cost-cutting efforts. Twitter was on course to spend $5 billion in 2023, but it is only on track to make about $3 billion in revenue. Musk says the changes he made will help the company roughly hit cash flow break-even. He will step down as Twitter CEO as soon as a replacement is found.    ⚡     Quick Links     $100 for your holiday shopping (Sponsor)  If you take a demo with Divvy’s all-in-one expense management platform this holiday season, you’ll get $100 to put towards your holiday shopping. Book a demo to claim your gift card (terms apply)   Tesla said to be conducting a fresh round of layoffs next quarter (1 minute read)  Tesla will conduct a new round of layoffs and freeze hiring across the board in the first quarter of 2023.   WhisperX (GitHub Repo)  WhisperX refines the timestamps of OpenAI's Whisper Automatic Speech Recognition model using forced alignment with phoneme-based ASR models.   Spinout Playbook (1 hour read)  The Spinout Playbook was created to help aspiring scientist founders make sense of the process of transferring intellectual property from academia to a startup.   Learn Prompting (Website)  This site contains a course on Prompt Engineering, a particularly important skill now with many of the recent advances in AI.   Here's how much money Google estimates Microsoft's cloud business is actually losing (4 minute read)  Google estimates that Microsoft Azure is ending the 2022 fiscal year with an operating loss of almost $3 billion.   Portable Secret (4 minute read)  Portable Secret allows users to send encrypted data over insecure channels and store sensitive information in insecure locations.    If your company would like to sponsor TLDR, please take a look at our sponsor page here.  If you have any comments or feedback, just respond to this email!   Thanks for reading,  Dan       If you don't want to receive future editions of TLDR, please click here to unsubscribe.              ",
        "summary": " Chat+bots like ChatGPT have led Google management to declare a code-red red alert . Google already has a chat-bot that could rival Chatbot, called LaMDA . Chatbots are also known to be known to generate false information and be biased, biased information"
    },
    {
        "meta": {
            "from": "\"TLDR 🤖\" <dan@tldrnewsletter.com>",
            "Subject": "Google in-video Search 🔍, OpenAI's 3D art AI 🎨, WordPress launches SQLite beta 👨‍💻",
            "Date": "Wed, 21 Dec 2022 11:43:52 +0000"
        },
        "content": "Google is testing a search feature that can find spoken words in a  video.      Sign Up [https://tldr.tech/signup?utm_source=tldr] | View Online  [https://actions.tldrnewsletter.com/web-version?ep=1&lc=32bc1648-5569-11ed-9df5-b9e676f92349&p=a59e9db2-80ec-11ed-98bd-b1ebd6dc1e7d&pt=campaign&t=1671623032&s=ed753ca7c603d35d0df0c4db23a59cc3fa618921c6f46a6d4875a5d691e92359]  | Sponsor [https://tldr.tech/sponsor?utm_source=tldr]       TLDR     DAILY UPDATE 2022-12-21    WHY DRATA IS A LEADER IN CLOUD COMPLIANCE PLATFORM ON G2 (SPONSOR)  [https://drata.com/partner/tldr?utm_source=tldr&utm_medium=newsletter&utm_campaign=DR_brand_tldr_all_ros_NA&utm_content=request_a_demo&utm_term=text]      Drata automates your compliance journey from start to audit-ready (and  beyond). You’ll also get support from the security and compliance  experts who built it.  Whether it’s SOC 2, ISO 27001, HIPAA, PCI DSS, GDPR, or a custom  framework - whatever you need to achieve, Drata can automate  [https://drata.com/partner/tldr?utm_source=tldr&utm_medium=newsletter&utm_campaign=DR_brand_tldr_all_ros_NA&utm_content=request_a_demo&utm_term=text].    “The promise of automation has long been discussed in the compliance  world, but never truly realized. Drata has turned that into a  reality” — Jonathan Jaffe, CISO, Lemonade.    Learn why Airbase, BambooHR, and Notion also use Drata. TLDR readers  get 10% off and waived implementation fees  [https://drata.com/partner/tldr?utm_source=tldr&utm_medium=newsletter&utm_campaign=DR_brand_tldr_all_ros_NA&utm_content=request_a_demo&utm_term=text]    📱     BIG TECH & STARTUPS    GOOGLE SEARCH TESTING SEARCH IN VIDEO (2 MINUTE READ)  [https://searchengineland.com/google-search-testing-search-in-video-390565?utm_source=tldrnewsletter]      Google is testing a search feature that can find spoken words in a  video. 'Search in video' is officially being piloted in India, but  there are reports of it also being tested in the US. The feature  allows users to find very specific things within a video and jump to  the relevant point. A video showing how the feature works is available  in the article.     OPENAI RELEASES POINT-E, AN AI THAT GENERATES 3D MODELS (3 MINUTE  READ)  [https://techcrunch.com/2022/12/20/openai-releases-point-e-an-ai-that-generates-3d-models/?utm_source=tldrnewsletter]      OpenAI has open sourced Point-E, a machine learning system that  creates 3D objects from text prompts. The model generates point  clouds, which are discrete sets of data points in space that represent  a 3D shape. While these point clouds are easier to synthesize, they  are unable to capture details such as fine shapes or textures. Point-E  contains an additional AI system that converts point clouds to meshes,  but the model occasionally produces blocky or distorted shapes.  Examples of 3D models generated with Point-E are available in the  article.     🚀     SCIENCE & FUTURISTIC TECHNOLOGY    PORSCHE’S SYNTHETIC GASOLINE FACTORY COMES ONLINE TODAY IN CHILE (3  MINUTE READ)  [https://arstechnica.com/cars/2022/12/porsches-synthetic-gasoline-factory-comes-online-today-in-chile/?comments=1&comments-page=1?utm_source=tldrnewsletter]      Highly Innovative Fuels, a Chilean startup, has opened its first  synthetic gasoline production facility. The site will initially  produce around 34,000 gallons a year. It plans to scale up to 14.5  million gallons a year by 2024 and 145 million gallons a year by 2026.  The site uses wind power to electrolyze water into hydrogen and  oxygen. The hydrogen is then combined with carbon captured from the  air or industrial sources to synthesize methanol, which is then  converted into longer hydrocarbons to be used as fuel. The resulting  fuel is a direct replacement for pump gasoline.     WE CAN NOW 3D PRINT AS MUCH WOOD AS WE WANT WITHOUT CUTTING A SINGLE  TREE (3 MINUTE READ)  [https://interestingengineering.com/innovation/lab-grown-3d-printed-wood?utm_source=tldrnewsletter]      Scientists at MIT demonstrated a technique in May that allows them to  3D-print lab-grown wood into any shape and size. The wood was created  from the cells of the common zinnia plant combined with a liquid  medium and a gel solution of hormones and nutrients. The researchers  controlled the physical and mechanical properties of the wood by  changing the concentration of the hormones. FORAY bioscience was  formed to further develop the technology. The company plans to print  timber using cells from trees like pine.     💻     PROGRAMMING, DESIGN & DATA SCIENCE    SECURITY STUDY PLAN (GITHUB REPO)  [https://github.com/jassics/security-study-plan?utm_source=tldrnewsletter]      This repository contains study plans for becoming a successful  cybersecurity engineer. It currently contains guides on common  security skills, AWS security, web penetration, application security,  and job searching. Sections on API, GCP, DevSecOps, network, Docker,  Kubernetes, and Azure security will be added in the future.     HELP US TEST THE SQLITE IMPLEMENTATION (3 MINUTE READ)  [https://make.wordpress.org/core/2022/12/20/help-us-test-the-sqlite-implementation/?utm_source=tldrnewsletter]      WordPress is working to implement official support for SQLite. The  feature is now available for testing as part of version 1.8.0 of the  Performance Lab plugin. An entirely separate and fresh database will  be created when SQLite support is activated. The old database will  remain unaltered. The WordPress team is now asking hosts, plugin  authors, and theme developers to help test the implementation.     🎁     MISCELLANEOUS    10 AI PREDICTIONS FOR 2023 (20 MINUTE READ)  [https://archive.ph/IkRxT?utm_source=tldrnewsletter]     This article contains a list of 10 predictions for AI technology  development in 2023. These are some of the predictions: GPT-4 is set  to be released early in the new year and it will be a huge improvement  to GPT-3 and 3.5. Fully driverless cars will finally be available to  the general public. Significant changes are coming to the Search  experience. Billions of dollars of new investment commitments will be  announced to build chip manufacturing facilities in the US.     HERE’S WHAT I SAW AT AN AI HACKATHON (13 MINUTES READ)  [https://every.to/superorganizers/the-knee-of-the-exponential-curve?utm_source=tldrnewsletter]      AI Hack Week was an event in San Francisco where a bunch of  programmers spent a week building projects to see what is possible  with the technology. Participants produced demos that were judged by a  panel of human judges and a GPT-3 bot based on feedback aggregated  from the people in attendance. This article takes a look at the  projects that were produced at the AI Hackathon. The top hack as  judged by humans was a game where players could prompt Stable  Diffusion to generate objects to help, and the top AI-judged hack was  one that allowed users to talk to a 'god' version of GPT-3.     ⚡     QUICK LINKS    MATH AND SCIENCE SKILLS YOU CAN PUT TO WORK (SPONSOR)  [https://brilliant.org/tldr.tech/]     Whether you’re a professional getting an edge in your career or a  lifelong learner sharpening your skills—Brilliant is the best way to  learn. Explore thousands of fun interactive lessons and join 10M+  people learning better: TLDR readers get 20% off a year of Premium.  [https://brilliant.org/tldr.tech/]     PETALS IS CREATING A FREE, DISTRIBUTED NETWORK FOR RUNNING  TEXT-GENERATING AI (5 MINUTE READ)  [https://techcrunch.com/2022/12/20/petals-is-creating-a-free-distributed-network-for-running-text-generating-ai/?utm_source=tldrnewsletter]      Petals allows anyone to donate their hardware power to a  text-generating workload with the aim of making text-generating AI  cheaper and more accessible.     A NEW SUBSPECIES OF DOLPHIN IS EVOLVING IN THE PACIFIC OCEAN (3 MINUTE  READ)  [https://www.sciencealert.com/a-new-subspecies-of-dolphin-is-evolving-in-the-pacific-ocean?utm_source=tldrnewsletter]      The common bottlenose dolphin may actually be various subspecies in  the process of evolving.     NASA’S INSIGHT LANDER HAS PROBABLY PHONED HOME FOR THE LAST TIME (2  MINUTE READ)  [https://arstechnica.com/science/2022/12/nasas-insight-lander-has-probably-phoned-home-for-the-last-time/?utm_source=tldrnewsletter]      InSight's power-generating capacity has been declining due to the  accumulation of Martian dust on its solar panels.     PEROVSKITE/SILICON TANDEM SOLAR CELL ADVANCE BREAKS EFFICIENCY RECORD  (2 MINUTE READ)  [https://newatlas.com/energy/perovskite-silicon-tandem-solar-cell-efficiency-record-32-5-percent/?utm_source=tldrnewsletter]      A team at Helmholtz Zentrum Berlin has developed a perovskite and  silicon solar cell with an efficiency of over 32%.     MELONJS 2 (GITHUB REPO)  [https://github.com/melonjs/melonJS?utm_source=tldrnewsletter]     melonJS 2 is a modern and lightweight HTML5 game engine built almost  entirely using ES6 class, inheritance, and semantics, bundled using  Rollup.     GPT-4 AND SAM’S CENTRALIZATION/DECENTRALIZATION THOUGHTS (3 MINUTE  READ)  [https://threadreaderapp.com/rmlpt110/status/1605261913306308616]     This Twitter thread discusses Sam Altman's thoughts on GPT-4, the  future of AI, and its impact on centralization and decentralization.     If your company would like to sponsor TLDR, please take a look at our  sponsor page here. [https://tldr.tech/sponsor?utm_source=tldr]     If you have any comments or feedback, just respond to this email!     Thanks for reading,   Dan     If you don't want to receive future editions of TLDR, please click  here to unsubscribe  [https://actions.tldrnewsletter.com/unsubscribe?ep=1&l=cfa2d55a-b7be-11e8-a3c9-06b79b628af2&lc=32bc1648-5569-11ed-9df5-b9e676f92349&p=a59e9db2-80ec-11ed-98bd-b1ebd6dc1e7d&pt=campaign&pv=4&spa=1671620402&t=1671623032&s=fe5d560757095d9b3492aa365779d709ac5d1bab9dd6b3d0a174d5ed507fa2f6].        Google is testing a search feature that can find spoken words in a video.          Sign Up | View Online | Sponsor    TLDR     Daily Update 2022-12-21    Why Drata is a leader in cloud compliance platform on G2 (Sponsor)  Drata automates your compliance journey from start to audit-ready (and beyond). You’ll also get support from the security and compliance experts who built it.Whether it’s SOC 2, ISO 27001, HIPAA, PCI DSS, GDPR, or a custom framework - whatever you need to achieve, Drata can automate.“The promise of automation has long been discussed in the compliance world, but never truly realized. Drata has turned that into a reality” — Jonathan Jaffe, CISO, Lemonade.Learn why Airbase, BambooHR, and Notion also use Drata. TLDR readers get 10% off and waived implementation fees         📱     Big Tech & Startups     Google Search testing search in video (2 minute read)  Google is testing a search feature that can find spoken words in a video. 'Search in video' is officially being piloted in India, but there are reports of it also being tested in the US. The feature allows users to find very specific things within a video and jump to the relevant point. A video showing how the feature works is available in the article.   OpenAI releases Point-E, an AI that generates 3D models (3 minute read)  OpenAI has open sourced Point-E, a machine learning system that creates 3D objects from text prompts. The model generates point clouds, which are discrete sets of data points in space that represent a 3D shape. While these point clouds are easier to synthesize, they are unable to capture details such as fine shapes or textures. Point-E contains an additional AI system that converts point clouds to meshes, but the model occasionally produces blocky or distorted shapes. Examples of 3D models generated with Point-E are available in the article.    🚀      Science & Futuristic Technology     Porsche’s synthetic gasoline factory comes online today in Chile (3 minute read)  Highly Innovative Fuels, a Chilean startup, has opened its first synthetic gasoline production facility. The site will initially produce around 34,000 gallons a year. It plans to scale up to 14.5 million gallons a year by 2024 and 145 million gallons a year by 2026. The site uses wind power to electrolyze water into hydrogen and oxygen. The hydrogen is then combined with carbon captured from the air or industrial sources to synthesize methanol, which is then converted into longer hydrocarbons to be used as fuel. The resulting fuel is a direct replacement for pump gasoline.   We can now 3D print as much wood as we want without cutting a single tree (3 minute read)  Scientists at MIT demonstrated a technique in May that allows them to 3D-print lab-grown wood into any shape and size. The wood was created from the cells of the common zinnia plant combined with a liquid medium and a gel solution of hormones and nutrients. The researchers controlled the physical and mechanical properties of the wood by changing the concentration of the hormones. FORAY bioscience was formed to further develop the technology. The company plans to print timber using cells from trees like pine.    💻     Programming, Design & Data Science     Security Study Plan (GitHub Repo)  This repository contains study plans for becoming a successful cybersecurity engineer. It currently contains guides on common security skills, AWS security, web penetration, application security, and job searching. Sections on API, GCP, DevSecOps, network, Docker, Kubernetes, and Azure security will be added in the future.   Help us test the SQLite implementation (3 minute read)  WordPress is working to implement official support for SQLite. The feature is now available for testing as part of version 1.8.0 of the Performance Lab plugin. An entirely separate and fresh database will be created when SQLite support is activated. The old database will remain unaltered. The WordPress team is now asking hosts, plugin authors, and theme developers to help test the implementation.    🎁    Miscellaneous    10 AI Predictions For 2023 (20 minute read)  This article contains a list of 10 predictions for AI technology development in 2023. These are some of the predictions: GPT-4 is set to be released early in the new year and it will be a huge improvement to GPT-3 and 3.5. Fully driverless cars will finally be available to the general public. Significant changes are coming to the Search experience. Billions of dollars of new investment commitments will be announced to build chip manufacturing facilities in the US.   Here’s What I Saw at an AI Hackathon (13 minutes read)  AI Hack Week was an event in San Francisco where a bunch of programmers spent a week building projects to see what is possible with the technology. Participants produced demos that were judged by a panel of human judges and a GPT-3 bot based on feedback aggregated from the people in attendance. This article takes a look at the projects that were produced at the AI Hackathon. The top hack as judged by humans was a game where players could prompt Stable Diffusion to generate objects to help, and the top AI-judged hack was one that allowed users to talk to a 'god' version of GPT-3.    ⚡     Quick Links     Math and science skills you can put to work (Sponsor)  Whether you’re a professional getting an edge in your career or a lifelong learner sharpening your skills—Brilliant is the best way to learn. Explore thousands of fun interactive lessons and join 10M+ people learning better: TLDR readers get 20% off a year of Premium.   Petals is creating a free, distributed network for running text-generating AI (5 minute read)  Petals allows anyone to donate their hardware power to a text-generating workload with the aim of making text-generating AI cheaper and more accessible.   A New Subspecies of Dolphin Is Evolving in The Pacific Ocean (3 minute read)  The common bottlenose dolphin may actually be various subspecies in the process of evolving.   NASA’s InSight lander has probably phoned home for the last time (2 minute read)  InSight's power-generating capacity has been declining due to the accumulation of Martian dust on its solar panels.   Perovskite/silicon tandem solar cell advance breaks efficiency record (2 minute read)  A team at Helmholtz Zentrum Berlin has developed a perovskite and silicon solar cell with an efficiency of over 32%.   melonJS 2 (GitHub Repo)  melonJS 2 is a modern and lightweight HTML5 game engine built almost entirely using ES6 class, inheritance, and semantics, bundled using Rollup.   GPT-4 and Sam’s centralization/decentralization thoughts (3 minute read)  This Twitter thread discusses Sam Altman's thoughts on GPT-4, the future of AI, and its impact on centralization and decentralization.    If your company would like to sponsor TLDR, please take a look at our sponsor page here.  If you have any comments or feedback, just respond to this email!   Thanks for reading,  Dan       If you don't want to receive future editions of TLDR, please click here to unsubscribe.              ",
        "summary": "Drata is a self-advised expert in compliance and security software . Drata can help you get on a compliance journey from start-to-audit-ready to audit-ready . The company's software can be used to help you make the most of your compliance journey ."
    }
]